/*
Don't modify this file manually!
*/
var _p = {
    10215 : {
        "WordId" : 10215,
        "Word" : "那可太好了，她往森林深处去了！只是刚刚她在这里施放了什么魔法，让这里的人都发了疯！你们要小心啊！",
    },
    10121 : {
        "WordId" : 10121,
        "Word" : "你看到过一个长着黑色翅膀的女人吗？",
    },
    1002013 : {
        "WordId" : 1002013,
        "Word" : "我们快去出口，击败她留下的怪物！",
    },
    10122 : {
        "WordId" : 10122,
        "Word" : "当然看到过，她还留下了一个巨大的怪物，把通向血色森林的道路挡住了！",
    },
    10123 : {
        "WordId" : 10123,
        "Word" : "我们快去出口，击败她留下的怪物！",
    },
    10313 : {
        "WordId" : 10313,
        "Word" : "我们还是赶紧追上她！别让她继续破坏了！",
    },
    10314 : {
        "WordId" : 10314,
        "Word" : "没错，这一次我一定要阻止德古拉的邪恶计划！",
    },
    10221 : {
        "WordId" : 10221,
        "Word" : "啊！啊！啊！",
    },
    10222 : {
        "WordId" : 10222,
        "Word" : "又是一个中了邪恶魔法的人，让我来治愈它！",
    },
    10223 : {
        "WordId" : 10223,
        "Word" : "啊，怎么回事，我刚才好像失去了意识！",
    },
    10224 : {
        "WordId" : 10224,
        "Word" : "你被释放了一种邪恶的魔法，只有这位命运之子能够治愈你！",
    },
    10225 : {
        "WordId" : 10225,
        "Word" : "那太好了，我住的地方就在那边，你可以去帮助其他人吗？它们都会用礼物来感谢你的！",
    },
    1001015 : {
        "WordId" : 1001015,
        "Word" : "如果你能救出我的同伴，那么它们身上的宝物就你就都拿走就好！",
    },
    10321 : {
        "WordId" : 10321,
        "Word" : "多谢你们击败了魔女！但是，你们要怎么对付她的君主德古拉伯爵呢？",
    },
    1001016 : {
        "WordId" : 1001016,
        "Word" : "也就是说，只要我们在营地里战斗，就能够获得奖励咯！",
    },
    10322 : {
        "WordId" : 10322,
        "Word" : "没关系，我们一定会击败他的！",
    },
    10323 : {
        "WordId" : 10323,
        "Word" : "这一次，我可饶不了他！",
    },
    10324 : {
        "WordId" : 10324,
        "Word" : "那可就太好了！我们这些人终于不用受他的压迫了！你们再从这里穿过卓尔湖畔，就可以看到德古拉的城堡了！",
    },
    10111 : {
        "WordId" : 10111,
        "Word" : "救命啊！救命啊！营地里，我们营地里的都发了疯！",
    },
    10112 : {
        "WordId" : 10112,
        "Word" : "到底发生了什么？慢慢说！",
    },
    10113 : {
        "WordId" : 10113,
        "Word" : "一个黑翅膀的魔女在我们营地里释放了一个魔法！结果营地里所有的人都发了疯！",
    },
    1002012 : {
        "WordId" : 1002012,
        "Word" : "当然看到过，她还留下了一个巨大的怪物，把通向血色森林的道路挡住了！",
    },
    10114 : {
        "WordId" : 10114,
        "Word" : "那一定是魔王手下的血腥魔女！赶紧追上她！阻止她散播破坏！",
    },
    1002011 : {
        "WordId" : 1002011,
        "Word" : "你看到过一个长着黑色翅膀的女人吗？",
    },
    10115 : {
        "WordId" : 10115,
        "Word" : "如果你能救出我的同伴，那么它们身上的宝物就你就都拿走就好！",
    },
    1001014 : {
        "WordId" : 1001014,
        "Word" : "那一定是魔王手下的血腥魔女！赶紧追上她！阻止她散播破坏！",
    },
    10116 : {
        "WordId" : 10116,
        "Word" : "也就是说，只要我们在营地里战斗，就能够获得奖励咯！",
    },
    10211 : {
        "WordId" : 10211,
        "Word" : "你们不要走得这么快！前面有沼泽地！",
    },
    1001013 : {
        "WordId" : 1001013,
        "Word" : "一个黑翅膀的魔女在我们营地里释放了一个魔法！结果营地里所有的人都发了疯！",
    },
    10212 : {
        "WordId" : 10212,
        "Word" : "沼泽地？那是什么？",
    },
    1001012 : {
        "WordId" : 1001012,
        "Word" : "到底发生了什么？慢慢说！",
    },
    10213 : {
        "WordId" : 10213,
        "Word" : "沼泽地是一种特殊地形，走上去会极大地消耗行动力，请小心！",
    },
    1001011 : {
        "WordId" : 1001011,
        "Word" : "救命啊！救命啊！营地里，我们营地里的都发了疯！",
    },
    10214 : {
        "WordId" : 10214,
        "Word" : "可是我们要去追击血腥魔女莫甘娜，那个有黑翅膀的女人！",
    },
    10312 : {
        "WordId" : 10312,
        "Word" : "我们就是要找她和她的主人晦气！要把他们毁灭世界的邪恶计划粉碎！",
    },
    10311 : {
        "WordId" : 10311,
        "Word" : "你们找的魔女就在前面！不过她似乎是为德古拉伯爵做事的你要小心！",
    },

};
module.exports = _p;
