/*
Don't modify this file manually!
*/
var _p = {
    9018 : {
        "id" : 9018,
        "desc" : "友方生物死亡后",
    },
    9003 : {
        "id" : 9003,
        "desc" : "当友方英雄释放普通攻击时",
    },
    9011 : {
        "id" : 9011,
        "desc" : "受伤后",
    },
    9004 : {
        "id" : 9004,
        "desc" : "当友方英雄释放法术时",
    },
    9012 : {
        "id" : 9012,
        "desc" : "造成伤害后",
    },
    9005 : {
        "id" : 9005,
        "desc" : "当友方英雄召唤生物时",
    },
    9013 : {
        "id" : 9013,
        "desc" : "友方受到治疗后",
    },
    9006 : {
        "id" : 9006,
        "desc" : "当友方英雄释放多重施法时",
    },
    9014 : {
        "id" : 9014,
        "desc" : "生物进场后",
    },
    9007 : {
        "id" : 9007,
        "desc" : "当友方英雄释放合击技能时",
    },
    9015 : {
        "id" : 9015,
        "desc" : "友方生物进场后",
    },
    9008 : {
        "id" : 9008,
        "desc" : "当敌方释放技能时",
    },
    9016 : {
        "id" : 9016,
        "desc" : "敌方生物进场后",
    },
    9001 : {
        "id" : 9001,
        "desc" : "回合开始后",
    },
    9009 : {
        "id" : 9009,
        "desc" : "当友方释放技能时",
    },
    9017 : {
        "id" : 9017,
        "desc" : "亡语",
    },
    9002 : {
        "id" : 9002,
        "desc" : "回合结束后",
    },
    9010 : {
        "id" : 9010,
        "desc" : "释放技能时",
    },

};
module.exports = _p;
