-- 客户端字符串从 30000 开始，前面留给服务器用
local str = {
	[0] = "成功",
	[400] = "失败",

	[401] = "函数名没有传",
	[402] = "函数名传错了",
	[403] = "rpc错误",

	[500] = "session添加失败",
	[501] = "获取session失败",
	[502] = "获取uuid失败",

	[805] = "找不到这个玩家",
	[806] = "创建玩家失败",

	[808] = "找不到玩家英雄列表",
	[809] = "升级英雄失败",
	[810] = "创建英雄失败",
	[811] = "洗练失败",

	[900] = "获取地图信息失败",
	[901] = "mapid错误",
	[902] = "创建地图信息失败",
	[903] = "切换地图失败",
	[904] = "获取当前地图失败",
	[905] = "当前地图错误",
	[906] = "获取地图buff失败",
	[907] = "保存地图失败",
	[908] = "地图位置错误",
	[909] = "宝箱id错误",
	[910] = "奖励错误",
	[911] = "未知建筑id错误",
	[912] = "目标地图不存在",
	[913] = "找不到地图文件",
	[914] = "地图文件里找不到障碍层",
	[915] = "行走路径错误",
	[916] = "行走地图错误",
	[917] = "地图不存在",
	[918] = "地图未解锁",
	[919] = "玩家等级过低",
	[920] = "WALK_UID_ERROR",
	[921] = "玩家不在此建筑中",
	[922] = "地图事件处理失败",
	[923] = "购买失败",
	[924] = "金钱不够",
	[925] = "背包剩余空间不足",
	[926] = "补给值不足",
	[927] = "保存地图buff失败",
	[928] = "保存补给值失败",
	[929] = "补给值计算错误",
	[930] = "获取挂机列表失败",
	[931] = "获取当前挂机点失败",
	[932] = "步数不足",
	[933] = "保存挂机点信息失败",
	[934] = "当前没有挂机点",

	[1000] = "道具无法出售",
	[1001] = "道具出售价格错误",
	[1002] = "道具出售数量错误",
	[1003] = "道具不足",
	[1004] = "道具删除失败",
	[1005] = "合成道具id错误",
	[1006] = "找不到此道具",
	[1007] = "道具合成失败",
	[1008] = "合成道具材料不足",
	[1009] = "找不到合成卷轴",
	[1010] = "使用道具无效",

	[1100] = "获取背包失败",
	[1101] = "保存背包失败",
	[1102] = "背包剩余空间不足",
	[1103] = "添加道具失败",
	[1104] = "背包格子开启失败",
	[1105] = "获取玩家基本信息失败",
	[1106] = "保存玩家基本信息失败",
	[1107] = "掉落池错误",

	[1200] = "保存金币失败",

	[1501] = "装备升星失败",
	[1501] = "装备打造失败",

	[1601] = "离线挂机失败",
	[1601] = "在线挂机失败",
	[1601] = "切换挂机点失败",

	[1800] = "没有找到邮件",
	[1801] = "没有收到邮件头",

	------------------------------------------------------
	--客户端自用提示信息
	------------------------------------------------------
	-- 战斗[100xx]
	[10000] = "VICTORY!",
	[10001] = "FAILED!",
	[10002] = "探索中的战斗不能中途退出！",
	[10003] = "你讨伐了指定数量的魔窟怪物，因此获得了宝箱！", 
	-- 装备[110xx]
	[11000] = "至少需要放入一个强化石",
	[11001] = "升星失败",
	[11002] = "概率已经达到最上限",
	[11003] = "当前装备已经是最高星级",
	[11004] = "请选择被淬炼的装备",
	[11005] = "请选择一条需要淬炼的属性",
	[11006] = "不能选择相同的装备",
	[11007] = "选中特殊属性，确定淬炼？",
	[11008] = "该装备没有装备，不能更换",
	[11009] = "请至少选择一个道具",
	[11010] = "开启条件不足",
	[11011] = "开启条件不足:团队等级不足",
	[11012] = "开启条件不足:战斗力不足",
	[11013] = "开启条件不足:缺少",


	-- 升级[120xx]
	[12000] = "升级了！！！",
	[12001] = "消除失败",
	-- 聊天系统[121xx]
	[12100] = "请输入要发送的内容",
	[12101] = "消息接受者或者消息不能为空",
	[12102] = "当前频道还需要%d秒才能发言",
	-- 英雄系统[122xx]
	[12200] = "没有选择英雄",
	[12201] = "布阵失败！",
	[12202] = "当前等级不足",
	[12203] = "英雄碎片不足",
	[12204] = "升星金币不足",
	[12205] = "升星材料不足",
	[12206] = "材料不足",
	[12207] = "所有属性都锁住了, 不能洗练",
	[12208] = "刷新次数已经用完了，请耐心等待",
	-- pvp竞技场
	[12300] = "战斗次数已经用完了, 请退出战斗重新报名参战",
	[12301] = "报名次数不足",

	--地图系统【13xxx】
	[13000] = "%概率",
	[13001] = "迁移",
	[13002] = "挑战",
	[13003] = "BOSS",
	[13004] = "进入",
	[13005] = "继续",
	[13006] = "你的补给值为零，已被传回地图起点位置",
	[13007] = "步数剩余不多，没有步数将无法走动，请【避免浪费】。",
	[13008] = "你的步数接近为0，步数由挂机产出。请进入【挂机】界面，领取通关宝箱。",

	--打造系统【14xxx】
	[14000] = "最多只能同时打造5个装备",


	[30000]="功能未开放~~~敬请期待~~",
	[30001]="等级不足",

	[40001]="请求超时",
	
	[50000] = "%s调试",
}

return str
