/*
Don't modify this file manually!
*/
var _p = {
    10214 : {
        "WordId" : 10214,
        "Word" : "可是我们要去追击血腥魔女莫甘娜，那个有黑翅膀的女人！",
    },
    10215 : {
        "WordId" : 10215,
        "Word" : "那可太好了，她往森林深处去了！只是刚刚她在这里施放了什么魔法，让这里的人都发了疯！你们要小心啊！",
    },
    10221 : {
        "WordId" : 10221,
        "Word" : "啊！啊！啊！",
    },
    10222 : {
        "WordId" : 10222,
        "Word" : "又是一个中了邪恶魔法的人，让我来治愈它！",
    },
    10223 : {
        "WordId" : 10223,
        "Word" : "啊，怎么回事，我刚才好像失去了意识！",
    },
    10224 : {
        "WordId" : 10224,
        "Word" : "你被释放了一种邪恶的魔法，只有这位命运之子能够治愈你！",
    },
    10225 : {
        "WordId" : 10225,
        "Word" : "那太好了，我住的地方就在那边，你可以去帮助其他人吗？它们都会用礼物来感谢你的！",
    },
    2001011 : {
        "WordId" : 2001011,
        "Word" : "救命啊！救命啊！营地里，我们营地里的都发了疯！",
    },
    2001012 : {
        "WordId" : 2001012,
        "Word" : "到底发生了什么？慢慢说！",
    },
    2001013 : {
        "WordId" : 2001013,
        "Word" : "一个黑翅膀的魔女在我们营地里释放了一个魔法！结果营地里所有的人都发了疯！",
    },
    2001014 : {
        "WordId" : 2001014,
        "Word" : "那一定是魔王手下的血腥魔女！赶紧追上她！阻止她散播破坏！",
    },
    2001015 : {
        "WordId" : 2001015,
        "Word" : "如果你能救出我的同伴，那么它们身上的宝物就你就都拿走就好！",
    },
    2001016 : {
        "WordId" : 2001016,
        "Word" : "也就是说，只要我们在营地里战斗，就能够获得奖励咯！",
    },
    10111 : {
        "WordId" : 10111,
        "Word" : "救命啊！救命啊！营地里，我们营地里的都发了疯！",
    },
    10112 : {
        "WordId" : 10112,
        "Word" : "到底发生了什么？慢慢说！",
    },
    10113 : {
        "WordId" : 10113,
        "Word" : "一个黑翅膀的魔女在我们营地里释放了一个魔法！结果营地里所有的人都发了疯！",
    },
    10114 : {
        "WordId" : 10114,
        "Word" : "那一定是魔王手下的血腥魔女！赶紧追上她！阻止她散播破坏！",
    },
    10115 : {
        "WordId" : 10115,
        "Word" : "如果你能救出我的同伴，那么它们身上的宝物就你就都拿走就好！",
    },
    10116 : {
        "WordId" : 10116,
        "Word" : "也就是说，只要我们在营地里战斗，就能够获得奖励咯！",
    },
    10121 : {
        "WordId" : 10121,
        "Word" : "你看到过一个长着黑色翅膀的女人吗？",
    },
    10122 : {
        "WordId" : 10122,
        "Word" : "当然看到过，她还留下了一个巨大的怪物，把通向血色森林的道路挡住了！",
    },
    10123 : {
        "WordId" : 10123,
        "Word" : "我们快去出口，击败她留下的怪物！",
    },
    1002011 : {
        "WordId" : 1002011,
        "Word" : "你看到过一个长着黑色翅膀的女人吗？",
    },
    1002012 : {
        "WordId" : 1002012,
        "Word" : "当然看到过，她还留下了一个巨大的怪物，把通向血色森林的道路挡住了！",
    },
    1002013 : {
        "WordId" : 1002013,
        "Word" : "我们快去出口，击败她留下的怪物！",
    },
    4003012 : {
        "WordId" : 4003012,
        "Word" : "是谁？",
    },
    1001011 : {
        "WordId" : 1001011,
        "Word" : "少年，过来，说你呢！",
    },
    4002012 : {
        "WordId" : 4002012,
        "Word" : "是谁？",
    },
    1001012 : {
        "WordId" : 1001012,
        "Word" : "你是一个王子，你叔叔杀了你父亲想夺取王位，现在他想杀你，你拿了东西先跑，我来挡住他们。",
    },
    1001013 : {
        "WordId" : 1001013,
        "Word" : "拿什么东西？",
    },
    5002012 : {
        "WordId" : 5002012,
        "Word" : "因为前面那个是最厉害的，是他们的老大。",
    },
    1001014 : {
        "WordId" : 1001014,
        "Word" : "拿刀，我藏在城门外了，保命要紧，等你有了足够的实力再回来报仇",
    },
    3001012 : {
        "WordId" : 3001012,
        "Word" : "到底发生了什么？慢慢说！",
    },
    3001014 : {
        "WordId" : 3001014,
        "Word" : "看来我得跑快点了。",
    },
    4002015 : {
        "WordId" : 4002015,
        "Word" : "哎哎！等等，我在里面放了金山银库，你不去闯一闯就吃亏了。",
    },
    5001013 : {
        "WordId" : 5001013,
        "Word" : "他们可是有千(五)军(六)万(个)马(人)！",
    },
    3001011 : {
        "WordId" : 3001011,
        "Word" : "救命啊！救命啊！",
    },
    3001013 : {
        "WordId" : 3001013,
        "Word" : "感觉前面有一大波人在冲过来啊，地面震的我三条腿都快断啦！",
    },
    3001015 : {
        "WordId" : 3001015,
        "Word" : "我知道前面有点好东西，不过被一个家伙守住路口，干掉他才能拿到。",
    },
    10311 : {
        "WordId" : 10311,
        "Word" : "你们找的魔女就在前面！不过她似乎是为德古拉伯爵做事的你要小心！",
    },
    10312 : {
        "WordId" : 10312,
        "Word" : "我们就是要找她和她的主人晦气！要把他们毁灭世界的邪恶计划粉碎！",
    },
    10313 : {
        "WordId" : 10313,
        "Word" : "我们还是赶紧追上她！别让她继续破坏了！",
    },
    10314 : {
        "WordId" : 10314,
        "Word" : "没错，这一次我一定要阻止德古拉的邪恶计划！",
    },
    5002016 : {
        "WordId" : 5002016,
        "Word" : "它腿那么短，怎么可能跑到我前面来伏击我？",
    },
    5002015 : {
        "WordId" : 5002015,
        "Word" : "你一开始是怎么识出破绽的？",
    },
    10321 : {
        "WordId" : 10321,
        "Word" : "多谢你们击败了魔女！但是，你们要怎么对付她的君主德古拉伯爵呢？",
    },
    10322 : {
        "WordId" : 10322,
        "Word" : "没关系，我们一定会击败他的！",
    },
    10323 : {
        "WordId" : 10323,
        "Word" : "这一次，我可饶不了他！",
    },
    10324 : {
        "WordId" : 10324,
        "Word" : "那可就太好了！我们这些人终于不用受他的压迫了！你们再从这里穿过卓尔湖畔，就可以看到德古拉的城堡了！",
    },
    5002014 : {
        "WordId" : 5002014,
        "Word" : "那不是我叔叔，只不过是为了把我吓唬回去找的一群山野骗子。所以我才不怕他们。",
    },
    5002013 : {
        "WordId" : 5002013,
        "Word" : "没想到我和你叔叔几十年没交手，它的功夫倒退到如此不堪的地步。",
    },
    5002011 : {
        "WordId" : 5002011,
        "Word" : "吓死我了！幸好后面的人全跑散了。",
    },
    5001014 : {
        "WordId" : 5001014,
        "Word" : "你就等我好消息。",
    },
    5001012 : {
        "WordId" : 5001012,
        "Word" : "……我不怕他！",
    },
    5001011 : {
        "WordId" : 5001011,
        "Word" : "少年，又见面了！我是来通知你，接下来你千万要小心！你叔叔已经带了一群妖魔，在前面路口准备伏击你。",
    },
    4003013 : {
        "WordId" : 4003013,
        "Word" : "旁边那家伙的弟弟。他弟弟是我见过最聪明的人。",
    },
    4003011 : {
        "WordId" : 4003011,
        "Word" : "你肯定不知道我身后这四方上下，古往今来第一复杂的“珍珑迷宫”的设计者是谁？",
    },
    4002014 : {
        "WordId" : 4002014,
        "Word" : "我有事先走了。",
    },
    4002013 : {
        "WordId" : 4002013,
        "Word" : "旁边那个小子的哥哥。那人一向很低调，不好大喜功。",
    },
    4002011 : {
        "WordId" : 4002011,
        "Word" : "你瞧见没有？我身后有着号称四方上下，古往今来第一复杂的“珍珑迷宫”。你知道这个迷宫的设计者是谁吗？说出来吓死你！",
    },
    4001013 : {
        "WordId" : 4001013,
        "Word" : "虽然它长得不高，但是你们却跨越不过去。这就是设定。",
    },
    4001012 : {
        "WordId" : 4001012,
        "Word" : "为何？",
    },
    10211 : {
        "WordId" : 10211,
        "Word" : "你们不要走得这么快！前面有沼泽地！",
    },
    10212 : {
        "WordId" : 10212,
        "Word" : "沼泽地？那是什么？",
    },
    10213 : {
        "WordId" : 10213,
        "Word" : "沼泽地是一种特殊地形，走上去会极大地消耗行动力，请小心！",
    },
    4001011 : {
        "WordId" : 4001011,
        "Word" : "小心！前方有小土堆，你们要注意避开。",
    },

};
module.exports = _p;
