----------------------------------------------------------
-- file:	menuaction.lua
-- Author:	page
-- Time:	2015/05/27 20:00
-- Desc:	菜单下面的按钮动作配置表(策划用)
----------------------------------------------------------
local TB_CONFIG_MENU_ACTION = {
	--主菜单按钮的配置
	nMainDistance = 50,			--移动距离
	nMainTime = 0.2,			--移动时间(单位：s)
	
	-----------------------------------------
	--以下是子菜单按钮的动作配置
	tbMenus = {
		--增加格式为：[x] = {控件名字},
		--邮件
		[1] = {"btn_mail"},
		--举例
		--[2] = {"btn_test", },
		-- [2] = {"btn_setting"},
		-- [3] = {"btn_handbook"},
	},
	nTime = 0.2,				--动作的总时间(单位：s)
	nDistance = 60,				--子按钮垂直移动距离
	
	tbScale = {1.8, 1.5},		-- 三个上阵英雄大小{前，后}
}


return TB_CONFIG_MENU_ACTION;